Repository: samir-benabadji/docare
Catalog: lib/l10n/app_*.arb
Languages: de, fr, nl

# welcomePageIntroductionMessage
source: Your Health, Our Priority Connect with top doctors for personalized consultations anytime, anywhere with Your Virtual Clinic.
de: Ihre Gesundheit, unsere Priorität. Verbinden Sie sich jederzeit und überall mit Top-Ärzten für personalisierte Konsultationen in Ihrer virtuellen Klinik.
fr: Votre santé, notre priorité. Connectez-vous avec les meilleurs médecins pour des consultations personnalisées à tout moment, n'importe où avec votre clinique virtuelle.
nl: Uw gezondheid, onze prioriteit. Verbind met topartsen voor gepersonaliseerde consultaties altijd en overal met Uw Virtuele Kliniek.

# continueButtonText
source: Continue
de: Weiter
fr: Continuer
nl: Doorgaan

# loginPageTitle
source: Login
de: Anmeldung
fr: Connexion
nl: Inloggen

# agreeTermsMessage
source: I agree with the Terms of Service & Privacy Policy
de: Ich stimme den Nutzungsbedingungen und der Datenschutzrichtlinie zu
fr: J'accepte les conditions d'utilisation et la politique de confidentialité
nl: Ik ga akkoord met de Algemene Voorwaarden en het Privacybeleid

# forgotPasswordText
source: Forgot password
de: Passwort vergessen
fr: Mot de passe oublié
nl: Wachtwoord vergeten

# loginButtonLabel
source: Login
de: Anmelden
fr: Connexion
nl: Inloggen

# emailHintText
source: Your email address
de: Ihre E-Mail-Adresse
fr: Votre adresse e-mail
nl: Uw e-mailadres

# passwordHintText
source: Password
de: Passwort
fr: Mot de passe
nl: Wachtwoord

# confirmPasswordHintText
source: Confirm Password
de: Passwort bestätigen
fr: Confirmez le mot de passe
nl: Bevestig Wachtwoord

# showPasswordText
source: Show
de: Anzeigen
fr: Afficher
nl: Weergeven

# hidePasswordText
source: Hide
de: Ausblenden
fr: Masquer
nl: Verbergen

# signUpPageTitle
source: Sign up
de: Registrieren
fr: S'inscrire
nl: Aanmelden

# patientOptionText
source: Patient
nl: Patiënt

# doctorOptionText
source: Doctor
de: Arzt
fr: Médecin
nl: Dokter

# signUpButtonText
source: Sign up
de: Registrieren
fr: S'inscrire
nl: Aanmelden

# alreadyHaveAccountText
source: Already have an account
de: Sie haben bereits ein Konto
fr: Vous avez déjà un compte
nl: Heeft u al een account

# loginText
source: Login
de: Anmelden
fr: Connexion
nl: Inloggen

# phoneVerificationFailedText
source: Phone number verification failed. Code:
de: Telefonnummerüberprüfung fehlgeschlagen. Code:
fr: Échec de la vérification du numéro de téléphone. Code :
nl: Telefoonnummer verificatie mislukt. Code:

# failedToVerifyPhoneNumberText
source: Failed to Verify Phone Number:
de: Überprüfung der Telefonnummer fehlgeschlagen:
fr: Échec de la vérification du numéro de téléphone :
nl: Kan telefoonnummer niet verifiëren:

# failedToVerifyOTPText
source: Failed to Verify OTP:
de: Überprüfung des OTP fehlgeschlagen:
fr: Échec de la vérification de l'OTP :
nl: OTP-verificatie mislukt:

# verificationIdOrOTPNullText
source: Verification ID or OTP is null
de: Überprüfungs-ID oder OTP ist null
fr: L'identifiant de vérification ou l'OTP est nul
nl: Verificatie-ID of OTP is null

# phoneVerifiedSuccessfullyText
source: Phone number verified successfully!
de: Telefonnummer erfolgreich verifiziert!
fr: Numéro de téléphone vérifié avec succès !
nl: Telefoonnummer succesvol geverifieerd!

# signInFailedMessage
source: Sign in failed. Check your email and password.
de: Anmeldung fehlgeschlagen. Überprüfen Sie Ihre E-Mail und Ihr Passwort.
fr: Échec de la connexion. Vérifiez votre e-mail et votre mot de passe.
nl: Aanmelden mislukt. Controleer uw e-mail en wachtwoord.

# signInErrorMessage
source: An error occurred during sign in.
de: Bei der Anmeldung ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de la connexion.
nl: Er is een fout opgetreden tijdens het aanmelden.

# userDataRetrievalFailedText
source: User data could not be retrieved.
de: Benutzerdaten konnten nicht abgerufen werden.
fr: Les données de l'utilisateur n'ont pas pu être récupérées.
nl: Gebruikersgegevens konden niet worden opgehaald.

# signUpSuccessText
source: Signed up successfully
de: Erfolgreich registriert
fr: Inscription réussie
nl: Aanmelding succesvol

# signUpFailedText
source: Sign up failed
de: Registrierung fehlgeschlagen
fr: Échec de l'inscription
nl: Aanmelden mislukt

# signInSuccessText
source: Sign in successful
de: Anmeldung erfolgreich
fr: Connexion réussie
nl: Aanmelden succesvol

# pleaseEnterEmailErrorMessage
source: Please enter an E-mail.
de: Bitte geben Sie eine E-Mail-Adresse ein.
fr: Veuillez saisir une adresse e-mail.
nl: Voer een e-mailadres in.

# pleaseEnterValidEmailErrorMessage
source: Please enter a valid E-mail
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
fr: Veuillez saisir une adresse e-mail valide
nl: Voer een geldig e-mailadres in

# pleaseEnterPasswordErrorMessage
source: Please enter a password.
de: Bitte geben Sie ein Passwort ein.
fr: Veuillez saisir un mot de passe.
nl: Voer een wachtwoord in.

# unknownErrorOccurredText
source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
fr: Une erreur inconnue s'est produite.
nl: Er is een onbekende fout opgetreden.

# invalidEmailText
source: Email address is invalid.
de: E-Mail-Adresse ist ungültig.
fr: L'adresse e-mail est invalide.
nl: E-mailadres is ongeldig.

# userDisabledText
source: This user has been disabled.
de: Dieser Benutzer wurde deaktiviert.
fr: Cet utilisateur a été désactivé.
nl: Deze gebruiker is uitgeschakeld.

# incorrectEmailOrPasswordText
source: Incorrect email or password.
de: Falsche E-Mail oder falsches Passwort.
fr: E-mail ou mot de passe incorrect.
nl: Onjuist e-mailadres of wachtwoord.

# weakPasswordText
source: Password is too weak.
de: Passwort ist zu schwach.
fr: Le mot de passe est trop faible.
nl: Wachtwoord is te zwak.

# emailAlreadyInUseText
source: Email is already in use by another account.
de: E-Mail wird bereits von einem anderen Konto verwendet.
fr: L'e-mail est déjà utilisé par un autre compte.
nl: E-mail wordt al gebruikt door een ander account.

# genericErrorOccurredText
source: An error occurred, please try again later.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.
fr: Une erreur est survenue, veuillez réessayer plus tard.
nl: Er is een fout opgetreden, probeer het later opnieuw.

source: Psychologist
de: Psychologe
fr: Psychologue
nl: Psycholoog

source: Cardiology
de: Kardiologie
fr: Cardiologie
nl: Cardiologie

source: Opthalmologist
de: Augenarzt
fr: Ophtalmologue
nl: Oogheelkundige

source: Nerphrology
de: Nephrologie
fr: Néphrologie
nl: Nefrologie

source: Pulmonologist
de: Pulmologe
fr: Pneumologue
nl: Pulmonoloog

source: Hematologist
de: Hämatologe
fr: Hématologue
nl: Hematoloog

source: Dermatology
de: Dermatologie
fr: Dermatologie
nl: Dermatologie

source: Pediatrics
de: Pädiatrie
fr: Pédiatrie
nl: Kindergeneeskunde

source: Orthopedics
de: Orthopädie
fr: Orthopédie
nl: Orthopedie

source: Neurology
de: Neurologie
fr: Neurologie
nl: Neurologie

source: Psychiatry
de: Psychiatrie
fr: Psychiatrie
nl: Psychiatrie

source: Obstetrics
de: Geburtshilfe
fr: Obstétrique
nl: Verloskunde

source: Gastroenterology
de: Gastroenterologie
fr: Gastro-entérologie
nl: Gastro-enterologie

source: Dentists
de: Zahnärzte
fr: Dentistes
nl: Tandartsen

source: Nose specialist
de: Nasenspezialist
fr: Spécialiste du nez
nl: Neusspecialist

source: Heart specialist
de: Herzspezialist
fr: Spécialiste du cœur
nl: Hartspecialist

source: Cardiologist
de: Kardiologe
fr: Cardiologue
nl: Cardioloog

source: Hepatologist
de: Hepatologe
fr: Hépatologue
nl: Hepatoloog

source: Shoulder Pain
de: Schulterschmerzen
fr: Douleur à l'épaule
nl: Schouderpijn

source: Knee Pain
de: Knieschmerzen
fr: Douleur au genou
nl: Kniepijn

source: Headache
de: Kopfschmerzen
fr: Mal de tête
nl: Hoofdpijn

source: Back Pain
de: Rückenschmerzen
fr: Mal de dos
nl: Rugpijn

source: Finger Fracture
de: Fingerbruch
fr: Fracture du doigt
nl: Vingerfractuur

source: Hip Injury
de: Hüftverletzung
fr: Blessure à la hanche
nl: Heupblessure

source: Foot Pain
de: Fußschmerzen
fr: Douleur au pied
nl: Voetpijn

source: Elbow Pain
de: Ellbogenschmerzen
fr: Douleur au coude
nl: Elleboogpijn

# passwordLengthErrorMessage
source: Password must be at least 6 characters long.
de: Das Passwort muss mindestens 6 Zeichen lang sein.
fr: Le mot de passe doit comporter au moins 6 caractères.
nl: Wachtwoord moet minstens 6 tekens lang zijn.

# passwordComplexityErrorMessage
source: Password must contain at least 1 uppercase letter, 1 lowercase letter, 1 number, and 1 special character.
de: Das Passwort muss mindestens 1 Großbuchstaben, 1 Kleinbuchstaben, 1 Zahl und 1 Sonderzeichen enthalten.
fr: Le mot de passe doit contenir au moins 1 lettre majuscule, 1 lettre minuscule, 1 chiffre et 1 caractère spécial.
nl: Wachtwoord moet minstens 1 hoofdletter, 1 kleine letter, 1 cijfer en 1 speciaal teken bevatten.

# passwordsDoNotMatchErrorMessage
source: Passwords do not match.
de: Passwörter stimmen nicht überein.
fr: Les mots de passe ne correspondent pas.
nl: Wachtwoorden komen niet overeen.

# pleaseEnterConfirmationPasswordErrorMessage
source: Please enter a confirmation password.
de: Bitte geben Sie ein Bestätigungspasswort ein.
fr: Veuillez saisir un mot de passe de confirmation.
nl: Voer een bevestigingswachtwoord in.

# helpText
source: What can you help us with ?
de: Womit können wir Ihnen helfen?
fr: En quoi pouvons-nous vous aider ?
nl: Waarmee kunnen we u helpen ?

# selectSymptomsText
source: Select your Symptoms
de: Wählen Sie Ihre Symptome aus
fr: Sélectionnez vos symptômes
nl: Selecteer uw symptomen

# skipButtonText
source: Skip
de: Überspringen
fr: Passer
nl: Overslaan

# nameValidatorErrorMessage
source: Please enter your name
de: Bitte geben Sie Ihren Namen ein
fr: Veuillez saisir votre nom
nl: Voer uw naam in

# nameLengthValidatorErrorMessage
source: Name should be at least 2 characters
de: Der Name sollte mindestens 2 Zeichen lang sein
fr: Le nom doit comporter au moins 2 caractères
nl: Naam moet minstens 2 tekens bevatten

# nameHintText
source: Enter your name
de: Geben Sie Ihren Namen ein
fr: Entrez votre nom
nl: Voer uw naam in

# helloMessage
source: Hello! What should we call you ?
de: Hallo! Wie sollen wir Sie nennen?
fr: Bonjour ! Comment devons-nous vous appeler ?
nl: Hallo! Hoe mogen we u noemen ?

# selectMedicalSpecialtyText
source: Select Your Medical Specialty
de: Wählen Sie Ihre medizinische Fachrichtung aus
fr: Sélectionnez votre spécialité médicale
nl: Selecteer uw Medische Specialiteit

# configureOtherEquipmentAndSpecialtiesText
source: Configure Other Equipment and Specialties
de: Konfigurieren Sie andere Geräte und Fachgebiete
fr: Configurez d'autres équipements et spécialités
nl: Configureer Andere Apparatuur en Specialiteiten

# otherText
source: Other
de: Andere
fr: Autre
nl: Andere

# mri
source: MRI (Magnetic Resonance Imaging)
de: Magnetresonanztomographie (MRT)
fr: IRM (Imagerie par résonance magnétique)
nl: MRI (Magnetische Resonantie Imaging)

# ctScan
source: CT Scan (Computed Tomography)
de: Computertomographie (CT)
fr: Scanner CT (Tomodensitométrie)
nl: CT-scan (Computertomografie)

# xRay
source: X-ray (Radiography)
de: Röntgen (Radiographie)
fr: Radiographie (Radiographie)
nl: Röntgenfoto (Radiografie)

# ultrasound
source: Ultrasound (Medical Sonography)
de: Ultraschall (Sonographie)
fr: Échographie (Échographie médicale)
nl: Echografie (Medische Echografie)

# colposcope
source: Colposcope (Colposcopy)
de: Kolposkopie
fr: Colposcope (Colposcopie)
nl: Colposcoop (Colposcopie)

source: Stethoscope
de: Stethoskop
fr: Stéthoscope
nl: Stethoscoop

source: Otoscope and Ophthalmoscope
de: Otoskop und Ophthalmoskop
fr: Otoscope et ophtalmoscope
nl: Otoscoop en Oftalmoscoop

# electrocardiograph
source: Electrocardiograph (ECG)
de: Elektrokardiograph (EKG)
fr: Électrocardiographe (ECG)
nl: Elektrocardiograaf (ECG)

source: Blood Pressure Monitor
de: Blutdruckmessgerät
fr: Moniteur de pression sanguine
nl: Bloeddrukmeter

source: Blood Analyzer
de: Blutanalysator
fr: Analyseur de sang
nl: Bloedanalysator

# optimizeEquipmentAndSpecialtiesText
source: Optimize your equipment and specialties
de: Optimieren Sie Ihre Ausrüstung und Fachgebiete
fr: Optimisez vos équipements et spécialités
nl: Optimaliseer uw apparatuur en specialiteiten

# pleaseEnterSpecificOptionErrorMessage
source: Please enter a specific option.
de: Bitte geben Sie eine spezifische Option ein.
fr: Veuillez saisir une option spécifique.
nl: Voer een specifieke optie in.

# enterRatesText
source: Enter the rates
de: Tarife eingeben
fr: Saisissez les tarifs
nl: Voer de tarieven in

# validateText
source: Validate
de: Validieren
fr: Valider
nl: Valideren

# addEquipmentsText
source: Add Equipments
de: Geräte hinzufügen
fr: Ajouter des équipements
nl: Apparatuur Toevoegen

# workDayText
source: Day of work
de: Arbeitstag
fr: Jour de travail
nl: Werkdag

source: Sun
de: So
fr: Dim
nl: Zo

source: Mon
de: Mo
fr: Lun
nl: Ma

source: Tue
de: Di
fr: Mar
nl: Di

source: Wed
de: Mi
fr: Mer
nl: Wo

source: Thu
de: Do
fr: Jeu
nl: Do

source: Fri
de: Fr
fr: Ven
nl: Vr

source: Sat
de: Sa
fr: Sam
nl: Za

# saveText
source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan

# ordinalSuffix1
source: st
fr: er
nl: e

# ordinalSuffix2
source: nd
fr: e
nl: e

# ordinalSuffix3
source: rd
fr: e
nl: e

# ordinalSuffixDefault
source: th
fr: e
nl: e

# timeOfSession
source: Time of the {ordinalSuffix} session
de: Zeit der {ordinalSuffix} Sitzung
fr: Heure de la {ordinalSuffix} session
nl: Tijd van de {ordinalSuffix} sessie

# startSession
source: Starts
de: Beginnt
fr: Débute
nl: Begint

# endSession
source: Ends
de: Endet
fr: Se termine
nl: Eindigt

source: Crop Image
de: Bild zuschneiden
fr: Recadrer l'image
nl: Afbeelding bijsnijden

source: Failed to load suggestions
de: Fehler beim Laden von Vorschlägen
fr: Échec du chargement des suggestions
nl: Kan suggesties niet laden

# locationServicesDisabled
source: Location services are disabled.
de: Standortdienste sind deaktiviert.
fr: Les services de localisation sont désactivés.
nl: Locatiediensten zijn uitgeschakeld.

# locationPermissionsDenied
source: Location permissions are denied
de: Standortberechtigungen wurden verweigert
fr: Autorisations de localisation refusées
nl: Locatiepermissies zijn geweigerd

# locationPermissionsPermanentlyDenied
source: Location permissions are permanently denied
de: Standortberechtigungen wurden dauerhaft verweigert
fr: Les autorisations de localisation sont définitivement refusées
nl: Locatiepermissies zijn permanent geweigerd

source: No address found.
de: Keine Adresse gefunden.
fr: Aucune adresse trouvée.
nl: Geen adres gevonden.

# errorFetchingAddress
source: Error fetching address: {e}
de: Fehler beim Abrufen der Adresse: {e}
fr: Erreur lors de la récupération de l'adresse : {e}
nl: Fout bij ophalen van adres: {e}

source: Location Service Disabled
de: Standortdienst deaktiviert
fr: Service de localisation désactivé
nl: Locatieservice uitgeschakeld

# pleaseEnableLocationServices
source: Please enable your location services.
de: Bitte aktivieren Sie Ihre Standortdienste.
fr: Veuillez activer vos services de localisation.
nl: Schakel alstublieft uw locatieservices in.

source: Location Permission
de: Standortberechtigung
fr: Autorisation de localisation
nl: Locatiepermissie

# locationPermissionsPermanentlyDeniedRequest
source: Location permissions are permanently denied, we cannot request permissions.
de: Standortberechtigungen wurden dauerhaft verweigert, wir können keine Berechtigungen anfordern.
fr: Les autorisations de localisation sont définitivement refusées, nous ne pouvons pas demander d'autorisations.
nl: Locatiepermissies zijn permanent geweigerd, we kunnen geen toestemming vragen.

# locationText
source: Location
de: Standort
fr: Emplacement
nl: Locatie

# locationDetails
source: Location: {latitude}, {longitude}
de: Standort: {latitude}, {longitude}
fr: Emplacement : {latitude}, {longitude}
nl: Locatie: {latitude}, {longitude}

# errorUpdatingUserInfoInFirestore
source: Error updating user info in Firestore: {e}
de: Fehler beim Aktualisieren der Benutzerinformationen in Firestore: {e}
fr: Erreur de mise à jour des informations utilisateur dans Firestore : {e}
nl: Fout bij het bijwerken van gebruikersgegevens in Firestore: {e}

source: No Sessions Added
de: Keine Sitzungen hinzugefügt
fr: Aucune session ajoutée
nl: Geen sessies toegevoegd

# pleaseAddAtLeastOneSession
source: Please add at least one session to save your schedule
de: Bitte fügen Sie mindestens eine Sitzung hinzu, um Ihren Zeitplan zu speichern
fr: Veuillez ajouter au moins une session pour enregistrer votre emploi du temps
nl: Voeg minstens één sessie toe om uw schema op te slaan

source: Incomplete Sessions
de: Unvollständige Sitzungen
fr: Sessions incomplètes
nl: Onvolledige sessies

# pleaseFinishFillingSessions
source: Please finish filling the sessions that you added
de: Bitte beenden Sie das Ausfüllen der von Ihnen hinzugefügten Sitzungen
fr: Veuillez terminer de remplir les sessions que vous avez ajoutées
nl: Vul alstublieft de sessies die u heeft toegevoegd in

source: Time Conflict
de: Zeitkonflikt
fr: Conflit horaire
nl: Tijdconflict

# pleaseFixTimeConflicts
source: Please fix the time conflicts between sessions
de: Bitte beheben Sie die Zeitkonflikte zwischen den Sitzungen
fr: Veuillez corriger les conflits horaires entre les sessions
nl: Los alstublieft de tijdconflicten tussen sessies op

source: Success
de: Erfolg
fr: Succès
nl: Succes

# allSessionsSavedSuccessfully
source: All sessions are saved successfully
de: Alle Sitzungen wurden erfolgreich gespeichert
fr: Toutes les sessions sont enregistrées avec succès
nl: Alle sessies zijn succesvol opgeslagen

# verificationText
source: Weâ€™ll send a text with a verification code. Message and data rates may apply.
de: Wir senden Ihnen eine SMS mit einem Bestätigungscode. Es können Nachrichten- und Datenraten anfallen.
fr: Nous vous enverrons un SMS avec un code de vérification. Des frais de messagerie et de données peuvent s'appliquer.
nl: We sturen een sms met een verificatiecode. Bericht- en datatarieven kunnen van toepassing zijn.

# enterPhoneNumber
source: Enter your phone number
de: Geben Sie Ihre Telefonnummer ein
fr: Entrez votre numéro de téléphone
nl: Voer uw telefoonnummer in

source: Send code
de: Code senden
fr: Envoyer le code
nl: Code verzenden

source: Phone number
de: Telefonnummer
fr: Numéro de téléphone
nl: Telefoonnummer

# sentTo
source: Sent to {phoneNumber}
de: Gesendet an {phoneNumber}
fr: Envoyé à {phoneNumber}
nl: Verzonden naar {phoneNumber}

source: Change number
de: Nummer ändern
fr: Changer de numéro
nl: Nummer wijzigen

source: Didn't get code?
de: Code nicht erhalten?
fr: Vous n'avez pas reçu le code ?
nl: Heeft u de code niet ontvangen?

source: Resend code
de: Code erneut senden
fr: Renvoyer le code
nl: Code opnieuw verzenden

# incorrectCode
source: The code you entered is incorrect
de: Der eingegebene Code ist falsch
fr: Le code que vous avez saisi est incorrect
nl: De code die u heeft ingevoerd is onjuist

# enterVerificationCode
source: Enter your verification code
de: Geben Sie Ihren Bestätigungscode ein
fr: Entrez votre code de vérification
nl: Voer uw verificatiecode in

# locationQuestion
source: What's your location ?
de: Wo befinden Sie sich?
fr: Quel est votre emplacement ?
nl: Wat is uw locatie ?

# locationRecommendation
source: We require your location to recommend nearby services
de: Wir benötigen Ihren Standort, um nahegelegene Dienste empfehlen zu können
fr: Nous avons besoin de votre emplacement pour recommander des services à proximité
nl: We hebben uw locatie nodig om nabijgelegen diensten aan te bevelen

source: Enter location Manually
de: Standort auswählen
fr: Saisir l'emplacement manuellement
nl: Voer locatie handmatig in

source: Allow location access
de: Standortzugriff zulassen
fr: Autoriser l'accès à l'emplacement
nl: Locatietoegang toestaan

source: Location Error
de: Standortfehler
fr: Erreur de localisation
nl: Locatiefout

# failedToGetCurrentLocation
source: Failed to get current location: {e}
de: Aktueller Standort konnte nicht abgerufen werden: {e}
fr: Impossible d'obtenir l'emplacement actuel : {e}
nl: Kan huidige locatie niet ophalen: {e}

# useCurrentLocation
source: Use my current location
de: Meinen aktuellen Standort verwenden
fr: Utiliser mon emplacement actuel
nl: Gebruik mijn huidige locatie

# errorGettingAddress
source: Error getting address: {e}
de: Fehler beim Abrufen der Adresse: {e}
fr: Erreur lors de l'obtention de l'adresse : {e}
nl: Fout bij ophalen van adres: {e}

source: Choose on the map
de: Auf der Karte auswählen
fr: Choisir sur la carte
nl: Kies op de kaart

# setLocation
source: Set your location...
de: Ihren Standort setzen...
fr: Définir votre emplacement...
nl: Stel uw locatie in...

source: Pick Your Location
de: Wählen Sie Ihren Standort
fr: Choisissez votre emplacement
nl: Kies Uw Locatie

source: Time for a Picture!
de: Zeit für ein Bild!
fr: Le moment d'une photo !
nl: Tijd voor een foto!

# boostVisibilityMessage
source: Boost Your Visibility! Users with profile pictures are more likely to
de: Steigern Sie Ihre Sichtbarkeit! Benutzer mit Profilbildern haben eine höhere Chance,
fr: Augmentez votre visibilité ! Les utilisateurs avec des photos de profil ont plus de chances de
nl: Verhoog Uw Zichtbaarheid! Gebruikers met profielfoto's hebben meer kans om

source: attract
de: anzuziehen
fr: attirer
nl: aan te trekken

source: clients. Upload your image now to
de: Klienten. Laden Sie jetzt Ihr Bild hoch, um
fr: les clients. Téléchargez votre image maintenant pour
nl: cliënten. Upload nu uw afbeelding om

source: increase your chances
de: Ihre Chancen zu erhöhen
fr: augmenter vos chances
nl: uw kansen te vergroten

source: of connecting with more patients
de: mit mehr Patienten in Kontakt zu treten
fr: de se connecter avec plus de patients
nl: om meer patiënten te bereiken

source: Upload Profile Picture
de: Profilbild hochladen
fr: Télécharger une photo de profil
nl: Profielfoto Uploaden

source: Get a photo for your profile
de: Holen Sie sich ein Foto für Ihr Profil
fr: Obtenez une photo pour votre profil
nl: Krijg een foto voor uw profiel

source: Preview Profile image
de: Profilbildvorschau
fr: Aperçu de l'image de profil
nl: Profielafbeelding Voorbeeld

source: Upload photo
de: Foto hochladen
fr: Télécharger une photo
nl: Foto Uploaden

# cameraPermissionPermanentlyDenied
source: Camera permission is permanently denied. Please enable it in your device settings.
de: Die Kameraberechtigung wurde dauerhaft verweigert. Bitte aktivieren Sie sie in den Geräteeinstellungen.
fr: L'autorisation de la caméra est définitivement refusée. Veuillez l'activer dans les paramètres de votre appareil.
nl: Camera toestemming is permanent geweigerd. Schakel het in in de instellingen van uw apparaat.

source: Take photo
de: Foto machen
fr: Prendre une photo
nl: Foto maken

source: My Account Details
de: Meine Kontodetails
fr: Détails de mon compte
nl: Mijn Accountgegevens

source: Speciality
de: Spezialität
fr: Spécialité
nl: Specialiteit

source: Options
de: Optionen
nl: Opties

source: Camera permission denied. Please enable it in your device settings.
de: Kameraberechtigung verweigert. Bitte aktivieren Sie sie in den Geräteeinstellungen.
fr: Autorisation de la caméra refusée. Veuillez l'activer dans les paramètres de votre appareil.
nl: Camera toestemming geweigerd. Schakel het in in de instellingen van uw apparaat.

source: Working Days
de: Arbeitstage
fr: Jours de travail
nl: Werkdagen

source: Address
de: Adresse
fr: Adresse
nl: Adres

# helloDoctor
source: Hello, Dr.
de: Hallo, Dr.
fr: Bonjour, Dr.
nl: Hallo, Dr.
