Repository: samir-benabadji/docare
Catalog: lib/l10n/app_*.arb
Languages: de, fr, nl

# informationSavedSuccessfully
source: Your information has been saved successfully!
de: Ihre Informationen wurden erfolgreich gespeichert!
fr: Vos informations ont été enregistrées avec succès !
nl: Uw informatie is succesvol opgeslagen!

source: Error
de: Fehler
fr: Erreur
nl: Fout

# failedToSaveInformation
source: Failed to save your information. Please try again.
de: Das Speichern Ihrer Informationen ist fehlgeschlagen. Bitte versuchen Sie es erneut.
fr: Échec de l'enregistrement de vos informations. Veuillez réessayer.
nl: Het opslaan van uw informatie is mislukt. Probeer het opnieuw.

source: Validate
de: Validieren
fr: Valider
nl: Valideren

source: Specialist Doctor
de: Facharzt
fr: Médecin spécialiste
nl: Specialist Dokter

source: Search for a doctor...
de: Suche nach einem Arzt...
fr: Rechercher un médecin...
nl: Zoek een dokter...

source: Top Doctors
de: Top-Ärzte
fr: Meilleurs médecins
nl: Top Dokters

source: See all
de: Alle anzeigen
fr: Voir tout
nl: Alles bekijken

source: Specialist Doctors
de: Fachärzte
fr: Médecins spécialistes
nl: Specialist Dokters

source: No doctors found with this speciality
de: Keine Ärzte mit dieser Spezialität gefunden
fr: Aucun médecin trouvé avec cette spécialité
nl: Geen dokters gevonden met deze specialiteit

# specialistDoctorsErrorMessage
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
nl: Fout: {error}

source: No name provided
de: Kein Name angegeben
fr: Aucun nom fourni
nl: Geen naam opgegeven

source: Unknown
de: Unbekannt
fr: Inconnu
nl: Onbekend

source: No doctors found
de: Keine Ärzte gefunden
fr: Aucun médecin trouvé
nl: Geen dokters gevonden

# topDoctorsErrorMessage
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
nl: Fout: {error}

# searchedDoctorsErrorMessage
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
nl: Fout: {error}

source: No doctors found with that name
de: Keine Ärzte mit diesem Namen gefunden
fr: Aucun médecin trouvé avec ce nom
nl: Geen dokters gevonden met die naam

source: Failed to load doctors. Please try again later.
de: Ärzte konnten nicht geladen werden. Bitte versuchen Sie es später erneut.
fr: Échec du chargement des médecins. Veuillez réessayer plus tard.
nl: Het laden van artsen is mislukt. Probeer het later opnieuw.

source: Failed to search doctors by name. Please try again later.
de: Suche nach Ärzten nach Namen fehlgeschlagen. Bitte versuchen Sie es später erneut.
fr: Échec de la recherche des médecins par nom. Veuillez réessayer plus tard.
nl: Het zoeken naar artsen op naam is mislukt. Probeer het later opnieuw.

source: Failed to load specialist doctors. Please try again later.
de: Spezialärzte konnten nicht geladen werden. Bitte versuchen Sie es später erneut.
fr: Échec du chargement des médecins spécialistes. Veuillez réessayer plus tard.
nl: Het laden van specialisten is mislukt. Probeer het later opnieuw.

# areYouSureConfirmAppointment
source: Are you sure you want to Confirm this appointment for this patient
de: Sind Sie sicher, dass Sie diesen Termin für diesen Patienten bestätigen möchten
fr: Êtes-vous sûr de vouloir confirmer ce rendez-vous pour ce patient
nl: Weet u zeker dat u deze afspraak voor deze patiënt wilt bevestigen?

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

source: Yes, Confirm
de: Ja, bestätigen
fr: Oui, confirmer
nl: Ja, bevestigen

# areYouSureRejectAppointment
source: Are you sure you want to Reject this appointment for this patient
de: Sind Sie sicher, dass Sie diesen Termin für diesen Patienten ablehnen möchten
fr: Êtes-vous sûr de vouloir rejeter ce rendez-vous pour ce patient
nl: Weet u zeker dat u deze afspraak voor deze patiënt wilt afwijzen?

source: Yes, Reject
de: Ja, ablehnen
fr: Oui, rejeter
nl: Ja, afwijzen

source: Appointment Details
de: Terminangaben
fr: Détails du rendez-vous
nl: Afspraakgegevens

# failedToLoadDoctorInformation
source: Sorry, we couldn't load the doctor's information.
de: Entschuldigung, wir konnten die Informationen des Arztes nicht laden.
fr: Désolé, nous n'avons pas pu charger les informations du médecin.
nl: Sorry, we konden de informatie van de arts niet laden.

source: Visit Time
de: Besuchszeit
fr: Heure de la visite
nl: Bezoektijd

source: Patient's details
de: Patientendetails
fr: Détails du patient
nl: Patiëntdetails

source: Age:
de: Alter:
fr: Âge :
nl: Leeftijd:

source: Gender:
de: Geschlecht:
fr: Genre :
nl: Geslacht:

source: Contact's Information
de: Kontaktinformationen
fr: Informations de contact
nl: Contactgegevens

# phoneNumberWithColon
source: Phone Number:
de: Telefonnummer:
fr: Numéro de téléphone :
nl: Telefoonnummer:

source: Session time
de: Sitzungszeit
fr: Durée de la session
nl: Sessietijd

# patientsProblem
source: The problem of the patient
de: Das Problem des Patienten
fr: Problème du patient
nl: Het probleem van de patiënt

source: Option selected
de: Ausgewählte Option
fr: Option sélectionnée
nl: Geselecteerde optie

source: Rate
de: Bewertung
fr: Taux
nl: Tarief

# appointmentRejected
source: The appointment was Rejected
de: Der Termin wurde abgelehnt
fr: Le rendez-vous a été rejeté
nl: De afspraak is afgewezen

# appointmentAccepted
source: The appointment was accepted
de: Der Termin wurde akzeptiert
fr: Le rendez-vous a été accepté
nl: De afspraak is geaccepteerd

# appointmentPendingStatus
source: The appointment is currently in pending status..
de: Der Termin befindet sich derzeit im Status Ausstehend.
fr: Le rendez-vous est actuellement en attente.
nl: De afspraak is momenteel in afwachting..

# appointmentCanceled
source: The appointment was Canceled
de: Der Termin wurde abgesagt
fr: Le rendez-vous a été annulé
nl: De afspraak is geannuleerd

# cannotCancelWithin24Hours
source: You cannot cancel appointments within 24 hours of the scheduled time.
de: Sie können Termine nicht innerhalb von 24 Stunden vor der geplanten Zeit stornieren.
fr: Vous ne pouvez pas annuler les rendez-vous dans les 24 heures précédant l'heure prévue.
nl: U kunt afspraken niet annuleren binnen 24 uur voor de geplande tijd.

# appointmentCancelled
source: Canceled
de: Abgesagt
fr: Annulé
nl: Geannuleerd

# cancelAppointment
source: Cancel the appointment
de: Termin absagen
fr: Annuler le rendez-vous
nl: Afspraak annuleren

source: Patient Information
de: Patienteninformation
fr: Informations sur le patient
nl: Patiëntinformatie

source: Patient's symptoms
de: Patientensymptome
fr: Symptômes du patient
nl: Patiëntsymptomen

source: Search...
de: Suchen...
fr: Recherche...
nl: Zoeken...

source: My appointments
de: Meine Termine
fr: Mes rendez-vous
nl: Mijn afspraken

source: Canceled appointments
de: Abgesagte Termine
fr: Rendez-vous annulés
nl: Geannuleerde afspraken

source: Pending appointments
de: Ausstehende Termine
fr: Rendez-vous en attente
nl: Afwachtende afspraken

source: Pending
de: Ausstehend
fr: En attente
nl: In afwachting

source: History
de: Verlauf
fr: Historique
nl: Geschiedenis

source: Upcoming
de: Bevorstehend
fr: À venir
nl: Aankomend

# appointmentPageEmpty
source: Appointment Page is currently empty
de: Die Terminseite ist derzeit leer
fr: La page des rendez-vous est actuellement vide
nl: De afsprakenpagina is momenteel leeg

# noUpcomingAppointments
source: There are no upcoming appointments
de: Es liegen keine bevorstehenden Termine vor
fr: Il n'y a aucun rendez-vous à venir
nl: Er zijn geen aankomende afspraken

source: No history yet
de: Noch kein Verlauf vorhanden
fr: Aucun historique pour le moment
nl: Nog geen geschiedenis

# noPendingAppointments
source: There are no pending appointments
de: Es liegen keine ausstehenden Termine vor
fr: Il n'y a aucun rendez-vous en attente
nl: Er zijn geen afwachtende afspraken

# noCanceledAppointments
source: There are no canceled appointments
de: Es liegen keine abgesagten Termine vor
fr: Il n'y a aucun rendez-vous annulé
nl: Er zijn geen geannuleerde afspraken

# failedToFetchDoctorInformation
source: Failed to fetch doctor information. Please try again later.
de: Die Informationen des Arztes konnten nicht abgerufen werden. Bitte versuchen Sie es später erneut.
fr: Impossible de récupérer les informations du médecin. Veuillez réessayer plus tard.
nl: Het ophalen van de informatie van de arts is mislukt. Probeer het later opnieuw.

# failedToFetchPatientInformation
source: Failed to fetch patient information. Please try again later.
de: Die Patienteninformationen konnten nicht abgerufen werden. Bitte versuchen Sie es später erneut.
fr: Impossible de récupérer les informations du patient. Veuillez réessayer plus tard.
nl: Het ophalen van de patiëntinformatie is mislukt. Probeer het later opnieuw.

# failedToFetchAppointments
source: Failed to fetch appointments. Please try again later.
de: Die Termine konnten nicht abgerufen werden. Bitte versuchen Sie es später erneut.
fr: Impossible de récupérer les rendez-vous. Veuillez réessayer plus tard.
nl: Het ophalen van de afspraken is mislukt. Probeer het later opnieuw.

# failedToFetchDoctorAppointments
source: Failed to fetch doctor appointments. Please try again later.
de: Die Termine des Arztes konnten nicht abgerufen werden. Bitte versuchen Sie es später erneut.
fr: Impossible de récupérer les rendez-vous du médecin. Veuillez réessayer plus tard.
nl: Het ophalen van de afspraken van de arts is mislukt. Probeer het later opnieuw.

# failedToFetchCanceledAppointments
source: Failed to fetch canceled appointments. Please try again later.
de: Die abgesagten Termine konnten nicht abgerufen werden. Bitte versuchen Sie es später erneut.
fr: Impossible de récupérer les rendez-vous annulés. Veuillez réessayer plus tard.
nl: Het ophalen van de geannuleerde afspraken is mislukt. Probeer het later opnieuw.

# failedToFetchPendingAppointments
source: Failed to fetch pending appointments. Please try again later.
de: Die ausstehenden Termine konnten nicht abgerufen werden. Bitte versuchen Sie es später erneut.
fr: Impossible de récupérer les rendez-vous en attente. Veuillez réessayer plus tard.
nl: Het ophalen van de afwachtende afspraken is mislukt. Probeer het later opnieuw.

source: Appointment canceled successfully.
de: Termin erfolgreich abgesagt.
fr: Rendez-vous annulé avec succès.
nl: Afspraak succesvol geannuleerd.

source: Failed to cancel appointment. Please try again later.
de: Termin konnte nicht abgesagt werden. Bitte versuchen Sie es später erneut.
fr: Impossible d'annuler le rendez-vous. Veuillez réessayer plus tard.
nl: Het annuleren van de afspraak is mislukt. Probeer het later opnieuw.

source: Appointment confirmed successfully.
de: Termin erfolgreich bestätigt.
fr: Rendez-vous confirmé avec succès.
nl: Afspraak succesvol bevestigd.

source: Failed to confirm appointment. Please try again later.
de: Termin konnte nicht bestätigt werden. Bitte versuchen Sie es später erneut.
fr: Impossible de confirmer le rendez-vous. Veuillez réessayer plus tard.
nl: Het bevestigen van de afspraak is mislukt. Probeer het later opnieuw.

source: Appointment rejected successfully.
de: Termin erfolgreich abgelehnt.
fr: Rendez-vous rejeté avec succès.
nl: Afspraak succesvol afgewezen.

source: Failed to reject appointment. Please try again later.
de: Termin konnte nicht abgelehnt werden. Bitte versuchen Sie es später erneut.
fr: Impossible de rejeter le rendez-vous. Veuillez réessayer plus tard.
nl: Het afwijzen van de afspraak is mislukt. Probeer het later opnieuw.

# userInformationIsNotAvailable
source: User's information is not available.
de: Benutzerinformationen sind nicht verfügbar.
fr: Les informations de l'utilisateur ne sont pas disponibles.
nl: Gebruikersinformatie is niet beschikbaar.

source: There are no upcoming
de: Es gibt keine bevorstehenden
fr: Il n'y a pas de
nl: Er zijn geen aankomende

source: Reject
de: Ablehnen
fr: Rejeter
nl: Afwijzen

source: Confirm
de: Bestätigen
fr: Confirmer
nl: Bevestigen

# patientUserModelStreamError
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
nl: Fout: {error}

source: The appointement was
de: Der Termin war
fr: Le rendez-vous était
nl: De afspraak was

source: Rejected
de: abgelehnt
fr: rejeté
nl: afgewezen

source: The appointement was accepted
de: Der Termin wurde akzeptiert
fr: Le rendez-vous a été accepté
nl: De afspraak is geaccepteerd

source: The appointement is currently in
de: Der Termin befindet sich derzeit in
fr: Le rendez-vous est actuellement en
nl: De afspraak is momenteel in

source: pending status..
de: ausstehendem Status..
fr: statut en attente..
nl: afwachtende status..

# doctorUserModelStreamError
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
nl: Fout: {error}

# fullNameWithColon
source: Full Name: {name}
de: Vollständiger Name: {name}
fr: Nom complet : {name}
nl: Volledige naam: {name}

# ageWithColon
source: Full Name: {age}
de: Alter: {age}
fr: Âge : {age}
nl: Leeftijd: {age}

# phoneNumberWithColonAndValue
source: Phone Number: ${phoneNumber}
de: Telefonnummer: ${phoneNumber}
fr: Numéro de téléphone : ${phoneNumber}
nl: Telefoonnummer: ${phoneNumber}

source: Option
nl: Optie

source: Canceled appointements
de: Abgesagte Termine
fr: Rendez-vous annulés
nl: Geannuleerde afspraken

source: Pending appointements
de: Ausstehende Termine
fr: Rendez-vous en attente
nl: Afwachtende afspraken

# appointmentsStreamError
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
nl: Fout: {error}

# canceledAppointmentsStreamError
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
nl: Fout: {error}

# pendingAppointmentsStreamError
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
nl: Fout: {error}

source: My appointment
de: Mein Termin
fr: Mon rendez-vous
nl: Mijn afspraak

source: There is no history yet.
de: Es gibt noch keine Geschichte.
fr: Il n'y a pas encore d'historique.
nl: Er is nog geen geschiedenis.

# sorryWeCouldntLoadDoctorsInformation
source: Sorry, we couldn't load the doctor's information.
de: Entschuldigung, wir konnten die Informationen des Arztes nicht laden.
fr: Désolé, nous n'avons pas pu charger les informations du médecin.
nl: Sorry, we konden de informatie van de dokter niet laden.

# historyAppointmentsStreamError
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
nl: Fout: {error}

# historyDoctorUserModelStreamError
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
nl: Fout: {error}

source: Edit speciality
de: Spezialität bearbeiten
nl: Specialiteit bewerken

source: Edit options
de: Optionen bearbeiten
nl: Opties bewerken

source: Edit symptoms
de: Symptome bearbeiten
nl: Symptomen bewerken

# locationPermissionTitle
source: Location Permission
de: Standortberechtigung
nl: Locatietoestemming

# locationPermissionMessage
source: This app requires access to your location to find nearby doctors.
de: Diese App erfordert Zugriff auf Ihren Standort, um nahegelegene Ärzte zu finden.
nl: Deze app vereist toegang tot uw locatie om nabijgelegen artsen te vinden.

# permissionDeniedTitle
source: Permission Denied
de: Berechtigung verweigert
nl: Toestemming geweigerd

# enableLocationPermissionMessage
source: Please enable location permission in settings
de: Bitte aktivieren Sie die Standortberechtigung in den Einstellungen
nl: Schakel locatietoestemming in bij instellingen

# locationPermissionRequiredMessage
source: Location permission is required to find nearby doctors
de: Die Standortberechtigung ist erforderlich, um nahegelegene Ärzte zu finden
nl: Locatietoestemming is vereist om nabijgelegen artsen te vinden

source: Allow
de: Erlauben
nl: Toestaan

source: Near Me
de: In der Nähe
nl: Dichtbij

# nearMeDoctorsErrorMessage
source: Error: {error}
de: Fehler: {error}
nl: Fout: {error}

source: Pancreatigist
de: Pankreatigist

source: Detail
fr: Détail
